public static class TutorialTexts
{
    public static string Walk => 
        "Добро пожаловать на учебный полигон! " +
        "Для начала научимся передвигаться. " +
        "Используйте джойстик в левом углу и " +
        "пройдите по всем светящимся кругам";


    public static string WalkDestop =>
    "Добро пожаловать на учебный полигон! " +
    "Для начала научимся передвигаться. " +
    "Используйте кнопки 'WASD' или клавиши - стрелки, чтобы " +
    "пройти по всем светящимся кругам";


    public static string MelleAttack =>
        "Отлично! А теперь попробуем сражаться. " +
        "Используйте джойстик справа, чтобы уничтожить все учебные манекены";


    public static string MelleAttackDestop =>
    "Отлично! А теперь попробуем сражаться. " +
    "Используйте мышку и левую кнопку, чтобы уничтожить все учебные манекены";



    public static string Upgrade =>
        "А теперь постреляем! " +
        "Для этого пройдите в соседнее помещение " +
        "и найдите там ящик с оружием! " +
        "(идите наверх)";


    public static string RangeAttack =>
        "Нажмите на иконку пистолета внизу экрана и поразите все мишени!";

    public static string Dialog =>
        "Отлично! Но помните: у ближнего оружия урон больше! " +
        "А теперь подойдите к инструктору!";

    public static string End =>
        "Вы успешно завершили обучение и готовы отправляться на защиту пустошей! " +
        "Там вам придется научиться еще строительству" +
        ", но об этом на месте по прибытию. Удачи!";
}
